Revit 2024 API
SymbolTypeId.YdCaret3 Property
 Symbol yd^3, indicating unit Cubic yards.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId YdCaret3 { get; }
Visual Basic
Public Shared ReadOnly Property YdCaret3 As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ YdCaret3 {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace